#!python3
digits = {'Один':1, 'Два':2,'Три':3,'Чотири':4,'П\'ять':5, 'Шість':6,'Сім':7,'Вісім':8,'Дев\'ять':9, 'Десять':10,'Одиннадцять':11,'Дванадцять':12,'Тринадцять':13, 'Чотирнадцять':14,'П\'ятнадцять':15,'Шістнадцять':16,'Сімнадцять':17,'Вісімнадцять':18,'Дев\'ятнадцять':19,'Двадцять':20}
digits['Двадцять один'] = 21
print ('До словника додано ', digits['Двадцять один'])
if 'Один' and 'Два' in digits:
  del digits['Один']
  del digits['Два']
if 'Один' and 'Два' in digits:
  print ('Нажаль нічого не видалено')
else:
  print ('Виконано видалення ключів Один і Два')
#Вивід всього словника
#for key, value in digits.items():
 # print(key, value)
